Repository: Polymaker/sigen
Catalog: SiGen/Resources/Localizations.*.resx
Languages: fr

# Margins_Edges
source: Edges
fr: Tous

# Margins_BassTreble
source: Bass & Treble
fr: Côtés basse et aigus

# Margins_NutBridge
source: Nut & Bridge
fr: Sillet et pont

# Margins_All
source: All
fr: Individuel

# FingerboardEnd_Nut
source: Nut
fr: Sillet

# FingerboardEnd_Bridge
source: Bridge
fr: Pont

# FingerboardSide_Bass
source: Bass
fr: Basse

# FingerboardSide_Treble
source: Treble
fr: Aigus

# Words_Fret
source: Fret
fr: Frette

# Words_CustomRatio
source: Custom
fr: Manuel

# Words_Length
source: Length
fr: Longeur

# StringSpacingAlignment_OuterStrings
source: Centered between outer strings
fr: Centré entre les cordes extérieures

# StringSpacingAlignment_MiddleStringEven
source: Centered between middle strings
fr: Centré entre les cordes du milieu

# StringSpacingAlignment_MiddleStringOdd
source: Centered along middle string
fr: Centré le long de la corde du milieu

# StringSpacingMethod_EqualDistance
source: Equal distance (center to center)
fr: Distance égale (centre à centre)

# StringSpacingMethod_EqualSpacing
source: Equal spacing (between strings)
fr: Espacement égal (entre les cordes)

# StringSpacingAlignment_FingerboardEdges
source: Centered between fingerboard edges
fr: Centré entre les bords du manche

# LineRenderMode_PlainLine
source: Simple line
fr: Ligne simple

# LineRenderMode_RealWidth
source: Real width
fr: Taille réelle

# LineRenderMode_RealisticLook
source: Realistic look
fr: Look réaliste

# Words_ScaleLength
source: Scale length
fr: Diapason

# ScaleLengthType_Single
source: Single
fr: Simple

# ScaleLengthType_Dual
source: Dual
fr: Double

# LayoutProperty_ScaleLengthMode
source: Scale length mode
fr: Mode de diapason

# StringSpacingType_Manual
source: Manual
fr: Manuel

# LayoutProperty_StringSpacingMode
source: String spacing mode
fr: Mode d'espacement

# LayoutProperty_NumberOfStrings
source: Number of strings
fr: Nombre de cordes

# StringSpacingProperty_BridgeAlignment
source: Bridge alignment
fr: Alignement du pont

# StringSpacingProperty_NutAlignment
source: Nut alignment
fr: Alignement du sillet

# StringSpacingProperty_SpacingMode
source: Spacing mode
fr: Mode d'espacement

# StringSpacingProperty_Spacing
source: Spacing
fr: Espacement

# Words_PerpendicularFret
source: Perpendicular fret
fr: Frette perpendiculaire

# LayoutProperty_NumberOfFrets
source: Number of frets
fr: Nombre de frettes

# Misc_LayoutFileDesc
source: SiGen Layout file
fr: Fichier de plan SiGen

# Errors_FileNotFound
source: The specified file could not be found.
fr: Le fichier spécifié est introuvable.

# Misc_AllFilesDesc
source: All files
fr: Tous les fichiers

# Messages_FileAlreadyOpen
source: The selected file is already open. Do you want to reload it? (All changes will be lost)
fr: Le fichier sélectionné est déjà ouvert. Voulez-vous le recharger? (Toutes les modifications seront perdues)

# Messages_Warning
source: Warning
fr: Attention

# Messages_Error
source: Error
fr: Erreur

# Messages_SaveBeforeClosing
source: Do you want to save the changes made to the layout before closing?
fr: Voulez-vous enregistrer les modifications apportées au plan avant de fermer?
